---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.GeomCombination
source: html/35be5c9b-3008-b631-b01e-3b5ae5cf0906.htm
---
# GeomCombination Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.